{
    "participant_id": {
        "LongName": "Participant Identifier",
        "Description": "Unique BIDS identifier for the participant in this study."
    },
    "reshist_addr1_LODES_totjobn": {
        "Description": "Residential history derived - Total number of jobs (addr1)"
    },
    "reshist_addr1_LODES_jobwn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: White, Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobbn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Black or African American Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobaiann": {
        "Description": "Residential history derived - Number of jobs for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_joban": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Asian Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobnapin": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobmrn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Two or More Race Groups; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobnhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_totjoba": {
        "Description": "Residential history derived - Total density of jobs (per sq. mile of land area) (addr1)"
    },
    "reshist_addr1_LODES_jobwa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: White, Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobba": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Black or African American Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobaiana": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobaa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Asian Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobnapia": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobmra": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Two or More Race Groups; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobnha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr1)"
    },
    "reshist_addr1_LODES_jobha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr1)"
    },
    "reshist_addr2_LODES_totjobn": {
        "Description": "Residential history derived - Total number of jobs (addr2)"
    },
    "reshist_addr2_LODES_jobwn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: White, Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobbn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Black or African American Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobaiann": {
        "Description": "Residential history derived - Number of jobs for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_joban": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Asian Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobnapin": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobmrn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Two or More Race Groups; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobnhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_totjoba": {
        "Description": "Residential history derived - Total density of jobs (per sq. mile of land area) (addr2)"
    },
    "reshist_addr2_LODES_jobwa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: White, Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobba": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Black or African American Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobaiana": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobaa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Asian Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobnapia": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobmra": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Two or More Race Groups; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobnha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr2)"
    },
    "reshist_addr2_LODES_jobha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr2)"
    },
    "reshist_addr3_LODES_totjobn": {
        "Description": "Residential history derived - Total number of jobs (addr3)"
    },
    "reshist_addr3_LODES_jobwn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: White, Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobbn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Black or African American Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobaiann": {
        "Description": "Residential history derived - Number of jobs for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_joban": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Asian Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobnapin": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobmrn": {
        "Description": "Residential history derived - Number of jobs for workers with Race: Two or More Race Groups; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobnhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobhn": {
        "Description": "Residential history derived - Number of jobs for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_totjoba": {
        "Description": "Residential history derived - Total density of jobs (per sq. mile of land area) (addr3)"
    },
    "reshist_addr3_LODES_jobwa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: White, Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobba": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Black or African American Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobaiana": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: American Indian or Alaska Native Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobaa": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Asian Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobnapia": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Native Hawaiian or Other Pacific Islander Alone; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobmra": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Race: Two or More Race Groups; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobnha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Not Hispanic or Latino; LODES; census tract (addr3)"
    },
    "reshist_addr3_LODES_jobha": {
        "Description": "Residential history derived - Density of jobs (per sq. mile of land area) for workers with Ethnicity: Hispanic or Latino; LODES; census tract (addr3)"
    }
}